{
  "english": "You probably wonder how a jazz musician becomes a web developer within a year thanks to a pandemic… Well, so do I! \n I was almost done with my music studies and getting ready to become a professional musician when a worldwide event occured: the covid-19 pandemic. From then on, I spent several months looking for the career change that would suit me best. Shortly after my son’s birth, I half heartedly started coding. But as I embarked on the first HTML and CSS freecodecamp modules, what seemed to be just another professional opportunity quickly turned out to be a new passion. I kept practicing, while learning the basics of JavaScript and C. Though I was satisfied with my progress, I wanted to take my learning to the next level: I decided to register for a bootcamp, and I chose Le Reacteur. \n JavaScript, servers and databases with -among others- Node.js, Postman and MongoDB, integration with HTML and CSS, frontend development with React as well as a small introduction to mobile development with React Native, all over a little more than two months and with a baby at home: it was intensive, to say the least. But at no time did I regret my choice. Le Reacteur’s teachers were extremely clear, and always available to students who needed further support (which I did on several occasions!). We approached every concept by creating specific, engaging projects, and even though creativity was encouraged, we also focused on the best practices. Everybody, teachers and students alike, showed a great deal of seriousness, selflessness and camaraderie, and during this short period of time I learned much more than I even thought I could. \n After having spent some time reinforcing my knowledge, I am now looking for an internship, ideally full-time and lasting six months, to strengthen my skills and improve my team-work efficiency. Please download my resume and send a message my way if you think I could be a match for your company!",
  "french": "Vous vous demandez sûrement comment un musicien de jazz devient développeur web en un an à la faveur d’un épisode pandémique… Moi aussi ! \n Alors que je finissais mes études de musique et m’apprêtais à me lancer professionnellement, se produisit un événement qui allait changer le monde et rendre considérablement plus difficile l’exercice de mon métier : la pandémie de covid-19. Dès lors, j’ai passé plusieurs mois à chercher quelle serait la reconversion professionnelle qui me conviendrait le mieux. Peu après la naissance de mon fils, j’ai commencé à coder, sans trop y croire. Mais en me lançant dans les premiers modules HTML et CSS de freecodecamp, ce qui me paraissait n’être qu’une autre opportunité professionnelle s’est rapidement avéré être une nouvelle passion. Je continuais dans cette direction, tout en découvrant les bases de JavaScript et de C. J’étais satisfait de mes progrès, mais je souhaitais accélérer mon apprentissage : j’ai donc décidé de m’inscrire à un bootcamp, et mon choix s’est porté sur Le Reacteur. \n JavaScript, serveurs et bases de données avec entre autres Node.js, Postman et MongoDB, intégration avec HTML et CSS, développement frontend avec React ainsi qu’une petite introduction au développement mobile avec React Native, le tout sur une période d’un peu plus de deux mois et un bébé à la maison : le moins que l’on puisse dire c’est que c’était intensif. Mais à aucun moment je n’ai regretté mon choix. L’équipe du Reacteur s’est montrée très pédagogue, et toujours à disposition des étudiants qui avaient besoin d’un accompagnement supplémentaire (ce qui a été mon cas à plusieurs reprises !). Nous abordions chaque notion étudiée au travers de projets très concrets, stimulants, et qui laissaient libre cours à notre créativité sans toutefois sacrifier l’enseignement des bonnes pratiques. Tout au long de la formation, l’ambiance a été à la camaraderie, à l’entraide, à la bienveillance et au sérieux, et j’ai appris pendant cette courte période beaucoup plus que je m’en pensais capable. \n Après avoir passé quelque temps à consolider mes acquis, je suis maintenant à la recherche d’un stage, idéalement à temps plein et d’une durée de six mois, afin de solidifier mes compétences et me former au travail en entreprise. N’hésitez pas à télécharger mon CV et me contacter si mon profil vous intéresse !"
}
